Repository: WindowsAppCommunity/Quarrel
Catalog: Resources/*/Dialogs.resw
Source language: en_us
Languages: da, de, es, fr, he, pl, ru, sv, zh

# DeleteMessageConfirm
source: Are you sure you want to delete this message?
de: Sind Sie sicher, dass Sie die Nachricht von <user> löschen wollen?
pl: Jesteś pewien, że chcesz usunąć tą wiadomość?
ru: Вы действительно хотите удалить сообщение?

source: Edit Nickname
de: Nutzername bearbeiten
pl: Edytuj nick
ru: Изменить никнейм

source: Save
de: Speichern
pl: Zapisz
ru: Сохранить

# AddOnsTB.Text
source: ADD-ONS
pl: DODATKI
ru: АДДОНЫ

source: ARE YOU SURE?
de: SIND SIE SICHER?
pl: CZY JESTEŚ PEWIEN?
ru: ВЫ УВЕРЕНЫ?

source: Reset Quarrel
de: Quarrel auf Standarteinstellungen zurücksetzen
pl: Zresetuj Quarrel'a
ru: Сбросить Quarrel

# ThisWillResetQuarrelEtc
source: This will fully reset Quarrel, meaning that you will be logged out of your account, all of your settings will be reset, and the application will then exit. This will NOT affect your Discord account.
de: Diese Option wird Quarrel komplett zurücksetzen. Das heißt, dass Sie abgemeldet werden, Ihre persönliche Konfiguration gelöscht und die Applikation geschlossen wird. Dies hat aber keine Auswirkung auf Ihr Discord-Konto.
pl: Ta akcja całkowicie zresetuje Quarrel'a, oznacza to, że zostaniesz wylogowany, wszystkie ustawienia zostaną zresetowane i aplkacja zostanie zamknięta. Ta akcja NIE będzie miała wpływu na Twoje konto Discord.
ru: Это полностью сбросит Quarrel, что означает, вы выйдете из своей учетной записи, все ваши настройки будут сброшены, и приложение закроется. Это НЕ повлияет на вашу учетную запись Discord.

# AccountSettingTB.Text
source: ACCOUNT SETTINGS
de: KONTOEINSTELLUNGEN
pl: USTAWIENIA KONTA
ru: ПАРАМЕТРЫ АККАУНТА

# AppSettingsHLBTN.Content
source: Application Settings
de: App-Einstellungen
pl: Ustawienia Aplikacji
ru: Параметры приложения

# ChangePswrdHLBTN.Content
source: Change password
de: Passwort ändern
pl: Zmień hasło
ru: Изменить пароль

# CurrentPswrdPBox.Header
source: Current password
de: Aktuelles Passwort
pl: Aktualne hasło
ru: Текущий пароль

# DeleteImageHLBTN.Content
source: Delete
de: Löschen
pl: Usuń
ru: Удалить

source: Sorry : /
de: Verzeihung : /
pl: Wybacz :/
ru: Извините : /

# ThereWasAnErrorClarify
source: There was an unknown error while trying to change your account details, are you sure everything is correct?
de: Beim Ändern Ihrer Kontoinformationen ist ein Fehler aufgetreten. Sind Sie sicher, dass auch alles richtig ist?
pl: Wystąpił nieznany problem podczas próby zmiany Twoich danych konta, upewnij się, że wszysko jest poprawne.
ru: При попытке изменить данные своей учетной записи была неизвестная ошибка, уверены ли вы, что все правильно?

# UploadImageHLBTN.Content
source: Upload Image
de: Bild hochladen
pl: Załaduj obraz
ru: Загрузить изображение

# UsernameBox.Header
source: Username
de: Nutzername
pl: Nazwa Uzytkownika
ru: Имя пользователя

# GuildNameBox.PlaceholderText
source: Name
pl: Nazwa
ru: Название

# EditChannelTopicTBox.PlaceholderText
source: No defined topic
de: Kein definiertes Thema
pl: Brak tematu
ru: Нет заданной темы

# ImageRecommendationTB.Text
source: We recommend you use an image which is at least 512x512px
de: Wir empfehlen ein Bild mit einer Mindestauflösung von 512x512 Pixeln.
pl: Zalecamy, aby użyć obrazu o wymiarach co najmniej 512x512px
ru: Мы рекомендуем вам использовать изображение размера не менее 512x512px

# CancelIconMod
source: Cancel icon modification
de: Icon-Modifizierung abbrechen
pl: Anuluj zmianę ikony
ru: Отменить измененную иконку

# SaveBTNtext.Text
source: Save
de: Speichern
pl: Zapisz
ru: Сохранить

# ChannelSelectTB.Text
source: CHANNEL
de: RAUM
pl: KANAŁ
ru: КАНАЛ

# MustBeLoggedIn
source: You must be logged into Quarrel to use it as a share target
de: Sie müssen in Quarrel angemeldet sein, um es als Ziel zum Teilen anzuwählen
pl: Musisz być zalogowany do Quarrel'a aby udostępnić cokolwiek przez niego
ru: Вы должны быть залогинены в Quarrel, чтобы использовать для общего доступа

# ServerSelectTB.Text
source: SERVER
pl: SERWER
ru: СЕРВЕР

source: Share
de: Teilen
pl: Udostępnij
ru: Поделиться

# ListenTogetherTB.Text
source: LISTEN TOGETHER ON SPOTIFY
de: GEMEINSAM AUF SPOTIFY ANHÖREN
pl: SŁUCHAJĄ WSPÓLNIE NA SPOTIFY'u
ru: СЛУШАТЬ ВСЕГДА В SPOTIFY

# NoteTBox.PlaceholderText
source: No Note
de: Keine Notizen
pl: Brak notatek
ru: Нет заметок

# ConnectionsTB.Text
source: Connections
de: Verbindungen
pl: Połączone konta
ru: Подключенные

# NewPswrdPBox.Header
source: New password
de: Neues Passwort
pl: Nowe hasło
ru: Новый пароль

# AccountTB.Text
source: Account
de: Konto
pl: Konto
ru: Аккаунт

# AccountPI.Header
source: Account
de: Konto
pl: Konto
ru: Аккаунт

# AuditLogChannelCreate
source: <user> created the channel <channel>
de: <user> erstellte den Raum <channel>
pl: <user> utworzył(a) kanał <channel>
ru: <user> создал канал <channel>

# AuditLogChannelUpdateValid
source: <user> updated the channel <channel>
de: <user> bearbeitete den Raum <channel>
pl: <user> zaktualizował(a) kanał <channel>
ru: <user> обновил канал <channel>

# AuditLogChannelUpdateInvalid
source: <user> updated a now deleted channel (<channelid>)
de: <user> bearbeitete einen gelöschten Raum (<channelid>)
pl: <user> zaktualizował(a) nie istniejący już kanał (<channelid>)
ru: <user> обновил удалённый канал (<channelid>)

# AuditLogChannelDelete
source: <user> deleted the channel <channel>
de: <user> löschte den Raum <channel>
pl: <user> usunął/ęła kanał <channel>
ru: <user> удалил канал <channel>

# AuditLogEmojiCreate
source: <user> created the emoji <emojiname>
de: <user> erstellte den Emoji <emojiname>
pl: <user> stworzył(a) emoji <emojiname>
ru: <user> создал эмодзи <emojiname>

# AuditLogEmojiUpdate
source: <user> updated the emoji <emojiname>
de: <user> bearbeitete den Emoji <emojiname>
pl: <user> zaktalizował(a) emoji <emojiname>
ru: <user> обновил эмодзи <emojiname>

# AuditLogEmojiDelete
source: <user> deleted the emoji <emojiname>
de: <user> löschte den Emoji <emojiname>
pl: <user> usunął/ęła emoji <emojiname>
ru: <user> удалил эмодзи <emojiname>

# AuditLogGuildUpdate
source: <user> updated the server info
de: <user> bearbeitete die Servererinstellungen
pl: <user> zaktualizował(a) informacje o serwerze
ru: <user> обновил информацию о сервере

# AuditLogInviteCreate
source: <user> created the invite <code>
de: <user> erstellte die Einladung <code>
pl: <user> utworzył(a) zaproszenie <code>
ru: <user> создал инвайт <code>

# AuditLogInviteUpdate
source: <user> updated the invite <code>
de: <user> bearbeitete die Einladung <code>
pl: <user> zaktalizował(a) zaproszenie <code>
ru: <user> обновил инвайт <code>

# AuditLogUnknown
source: <user> performed an unknown action
de: <user> führte eine unbekannte Aktion aus
pl: <user> wykonał(a) nieznaną czynność
ru: <user> выполнил неизвестное действие

# AuditLogMemberBanAdd
source: <user> banned <banneduser>
de: <user> bannte <banneduser>
pl: <user> zbanował(a) <banneduser>
ru: <user> забанил <banneduser>

# AuditLogMemberBanRemove
source: <user> revoked ban on <banneduser>
de: <user> entbannte <banneduser>
pl: <user> odwołał(a) bana <banneduser>
ru: <user> разбанил <banneduser>

# AuditLogMemberKick
source: <user> kicked <kickeduser>
de: <user> kickte <kickeduser>
pl: <user> wyrzucił(a) <kickeduser>
ru: <user> кикнул <kickeduser>

# AuditLogMemberPrune
source: <user> pruned the server
de: <user> entfernte Mitglieder vom Server
pl: <user> wyczyścił(a) serwer
ru: <user> обрезал сервер

# AuditLogMemberRoleUpdate
source: <user> updated the role of <user2>
de: <user> bearbeitete die Rolle von <user2>
pl: <user> zaktalizował(a) rolę dla <user2>
ru: <user> обновил роль <user2>

# AuditLogDeletedChannel
source: deleted channel
de: gelöschter Kanal
pl: usunięty kanał
ru: Удален канал

# AuditLogMessageDelete
source: <user> deleted a message by <user2> in <channel>
de: <user> löschte eine Nachricht von <user2> in <channel>
pl: <user> usunął/ęła wiadomość <user2> w <channel>
ru: <user> удалил сообщение <user2> из <channel>

# AuditLogRoleCreate
source: <user> created the role <role>
de: <user> erstellte die Rolle <role>
pl: <user> utworzył(a) rolę <role>
ru: <user> создал роль <role>

# AuditLogDeletedRole
source: deleted role
de: gelöschte Rolle
pl: usunięta rola
ru: Удалена роль

# AuditLogRoleUpdate
source: <user> modified the role <role>
de: <user> bearbeitete die Rolle <role>
pl: <user> zaktualizował(a) rolę <role>
ru: <user> модифицировал роль <role>

# AuditLogRoleDelete
source: <user> deleted the role <role>
de: <user> löschte die Rolle <role>
pl: <user> usunął/ęła rolę <role>
ru: <user> удалил роль <role>

# AuditLogWebhookCreate
source: <user> created the webhook <webhook>
de: <user> erstellte das Webhook <webhook>
pl: <user> utworzył(a) webhook <webhook>
ru: <user> создал вебхук <webhook>

# AuditLogWebhookUpdate
source: <user> updated the webhook <webhook>
de: <user> bearbeitete das Webhook <webhook>
pl: <user> zaktualizował(a) webhook <webhook>
ru: <user> обновил вебхук <webhook>

# AuditLogWebhookDelete
source: <user> deleted the webhook <webhook>
de: <user> löschte das Webhook <webhook>
pl: <user> usunął/ęła webhook <webhook>
ru: <user> удалил вебхук <webhook>

# AuditLogChannelPermissionCreateInvalid
source: <user> created permissions for a now deleted channel
de: <user> erstellte Berechtigung für einen gelöschten Kanal
pl: <user> utowrzył pozwolenia dla już nie istniejącego kanału
ru: <user> создал привелегии для удаленного канала

# AuditLogChannelPermissionCreateValid
source: <user> created permissions for the channel <channel>
de: <user> erstellte Berechtigung für den Kanal <channel>
pl: <user> utowrzył pozwolenia dla kanału <channel>
ru: <user> создал привелегии для канала <channel>

# AuditLogChannelPermissionRemoveInvalid
source: <user> removed permissions for a now deleted channel.
de: <user> entfernte Berechtigung für einen gelöschten Kanal
pl: <user> ususnął pozwolenia dla już nie istniejącego kanału
ru: <user> удалил привелегии для удаленного канала

# AuditLogChannelPermissionRemoveValid
source: <user> removed permissions for the channel <channel>
de: <user> entfernte Berechtigung für den Kanal <channel>
pl: <user> usunął pozwolenia dla kanału <channel>
ru: <user> удалил привелегии для канала <channel>

# AuditLogChannelPermissionUpdateInvalid
source: <user> updated permissions for a now deleted channel.
de: <user> bearbeitete Berechtigung für gelöschten Kanal
pl: <user> zaaktalizował pozwolenia dla już nie istniejącego kanału
ru: <user> обновил привелегии для удаленного канала

# AuditLogChannelPermissionUpdateValid
source: <user> updated the permissions for the channel <channel>
de: <user> bearbeitete Berechtigung für den Kanal <channel>
pl: <user> zaaktalizował pozwolenia dla kanału <channel>
ru: <user> обновил привелегии для канала <channel>

# AuditLogMemberUpdate
source: <user> updated <user2>
de: <user> bearbeitete <user2>
pl: <user> zaaktalizował <user2>
ru: <user> обновил <user2>

# AuditLogInviteDelete
source: <user> deleted the invite <code>
de: <user> löschte die Einladung <code>
pl: <user> usunął zaproszenie <code>
ru: <user> удалил инвайт <code>

# AuditLogChannelUpdateBitrate
source: Bitrate defined as <bitrate>
de: Bitrate auf <bitrate> gestellt
pl: Bitrate ustawiony na <bitrate>
ru: Определён битрейт <bitrate>

# AuditLogChannelUpdateBitrateChange
source: Changed bitrate from <old> to <new>
de: Änderte Bitrate von <old> zu <new>
pl: Ustawiono bitrate na <bitrate
ru: Изменён битрейт из <old> в <new>

# AuditLogChannelUpdateName
source: Name set to <name>
de: Name geändert zu <name>
pl: Nazwa ustawiona na <name>
ru: Название изменено в <name>

# AuditLogChannelUpdateNsfwFalse
source: Made channel **SFW**
de: Kanal auf **SFW** gestellt
pl: Utworzono kanał **SFW**
ru: Создан канал **SFW**

# AuditLogChannelUpdateNsfwTrue
source: Made channel **NSFW**
de: Kanal auf **NSWF** gestellt
pl: Utworzono kanał **NSFW**
ru: Создан канал **NSFW**

# AuditLogChannelUpdateTopic
source: Topic defined as <subject>
de: Thema auf <subject> gestellt
pl: Temat zdefiniowany jako <subject>
ru: Тема определена как <subject>

# AuditLogChannelUpdateTopicChange
source: Changed topic from <old> to <new>
de: Thema von <old> zu <new> geändert
pl: Zmieniono temat z <old> na <new>
ru: Изменена тема из <old> в <new>

# AuditLogPermissionGiven
source: **Gave** permission <permission>
de: **Gab** Berechtigung <permission> an <role>
pl: **Przyznano** uprawnienie <permission> dla <role>
ru: **Дал** привелелгие <permission> для <role>

# AuditLogPermissionRevoked
source: **Revoked** permission <permission>
de: **Nahm** Berechtigung <permission> von <role>
pl: **Usunięto** uprawnienie <permission> dla <role>
ru: **убрал** привелегие <permission> для<role>

# AuditLogServerUpdateAfkChannel
source: AFK Channel set to <channel>
de: <channel> ist jetzt der AFK-Channel
pl: Temat zdefiniowany jako <subject>
ru: АФК канал установлен на <channel>

# AuditLogServerUpdateAfkTimeout
source: Maximum AFK duration set to <time> **minutes**
de: Maximale AFK-Zeit auf <time> **Minuten** gestellt
pl: Zmieniono temat z <old> na <new>
ru: Максимальная продолжительность АФК установлена на <time> **minutes**

# AuditLogServerUpdateIcon
source: Server icon modified
de: Server-Icon aktualisiert
pl: **Przyznano** uprawnienie <permission> dla <role>
ru: Иконка сервера изменена

# AuditLogServerUpdateNotificationZero
source: Default notification option set to **all messages**
de: Standardbenachrichtigungsoption auf **alle Nachrichten** gestellt
pl: **Usunięto** uprawnienie <permission> dla <role>
ru: Опции уведомления по умолчанию установлена на **Все сообщения**

# AuditLogServerUpdateNotificationOne
source: Default notification settings set to **mentions only**
de: Standardbenachrichtigungsoption auf **nur Erwähnungen** gestellt
pl: Domyślna opcja powiadomień ustawiona na **tylko wzmianki**
ru: Опции уведомления по умолчанию установлена на **Только упоминания**

# AuditLogServerUpdateRegion
source: Region set to <region>
de: Region auf <region> gestellt
pl: Ustawiono region na <region>
ru: Выбран регион <region>

# AuditLogServerUpdateRegionChange
source: Changed region from <old> to <new>
de: Region von <old> auf <new> gestellt
pl: Zmienione region z <old> na <new>
ru: Изменён регион из <old> на <new>

# AuditLogChannelDeletePlural
source: <user> deleted <x> messages by <user2> in <channel>
de: <user> hat <x> Nachrichten von <user2> in <channel> gelöscht
pl: <user> usunął <x> wiadomości <user2> w <channel>
ru: <user> удалил <x> сообщений от <user2> на <channel>

# AuditLogServerUpdateExplicitFilter
source: Explicit content filter set to <level>
de: Expliziter Inhaltsfilter auf <level> gestellt
pl: Filtr jawnych informacji ustawiono na <level>
ru: Фильтр откровенного контента установлен на <level>

# AuditLogServerUpdateExplicitFilterChange
source: Explicit content filter changed from <old> to <new>
de: Expliziter Inhaltsfilter von <old> auf <new> gestellt
pl: Filtr jawnych informacji zmieniono z <old> na <new>
ru: Фильтр откровенного контента изменён из <old> на <new>

# AuditLogServerUpdateExplicitFilterOne
source: members without roles
de: Mitglieder ohne Rollen
pl: użytkownicy bez roli
ru: Участники без ролей

# AuditLogServerUpdateExplicitFilterTwo
source: everyone
de: Jeder
pl: wszyscy
ru: Все

# AuditLogServerUpdateExplicitFilterZero
source: disabled
de: Deaktiviert
pl: wyłączone
ru: Отключено

# AuditLogServerUpdateMfaDisabled
source: Two-factor authentication **disabled**
de: Zwei-Faktor-Authentifizierung **deaktiviert**
pl: Weryfikacja dwuetapowa **wyłączona**
ru: Двухфакторная аутентификация **отключена**

# AuditLogServerUpdateMfaEnabled
source: Two-factor authentication **enabled**
de: Zwei-Faktor-Authentifizierung **aktiviert**
pl: Weryfikacja dwuetapowa **włączona**
ru: двухфакторная аутентификация **включен**

# AuditLogServerUpdateSplash
source: Splash screen modified
de: Eröffnungsbildschirm bearbeitet
pl: <need translation>
ru: Сплешскрин изменен

# AuditLogServerUpdateVerification
source: Verification level set to <level>
de: Verifizierungs-Level auf <level> gestellt
pl: Ustawiono poziom weryfikacji na <level>
ru: Уровень верификации установлен на <level>

# AuditLogServerUpdateVerificationChange
source: Verification level changed from <old> to <new>
de: Verifizierungs-Level von <old> auf <new> gestellt
pl: Zmieniono poziom weryfikacji z <old> na <new>
ru: Уровень верификации изменен из <old> на <new>

# AuditLogServerUpdateVerificationFour
source: very high
de: ┻━┻ミヽ(ಠ益ಠ)ノ彡┻━┻
pl: bardzo wysoki
ru: Очень высокий

# AuditLogServerUpdateVerificationOne
source: low
de: Niedrig
pl: niski
ru: Низкий

# AuditLogServerUpdateVerificationThree
source: high
pl: wysoki
ru: Высокий

# AuditLogServerUpdateVerificationTwo
source: medium
de: Mittelmäßig
pl: średni
ru: Средний

# AuditLogServerUpdateVerificationZero
source: unrestricted
de: Keines
pl: brak
ru: Неограниченный

# AuditLogChannelUpdateTopicRemove
source: Channel topic removed
de: Thema des Kanals entfernt
pl: Usunięto temat kanału
ru: Тема канала удалена

# AuditLogMemberUpdateNick
source: Set nickname to <nick>
de: Nickname zu <nick> geändert
pl: Ustawiono nick na <nick>
ru: Установлен никнейм на <nick>

# AuditLogMemberUpdateNickChange
source: Changed nickname from <old> to <new>
de: Nickname von <old> zu <new> geändert
pl: Zmieniono nick z <old> na <new>
ru: Изменён никнейм из <old> на <new>

# AuditLogMemberUpdateNickRemove
source: Removed nickname <old>
de: Nickname <old> entfernt
pl: Usunięto nick <old>
ru: Удалён никнейм <old>

# AuditLogMemberUpdateRoleAdd
source: Added role <role>
de: Rolle <role> hinzugefügt
pl: Dodano rolę <role>
ru: Добавлена роль <role>

# AuditLogMemberUpdateRoleRemove
source: Removed role <role>
de: Rolle <role> entfernt
pl: Usunięto rolę <role>
ru: Удалена роль <role>

# AuditLogServerUpdateVanityUrl
source: Vanity URL set to <url>
pl: <need translation>
ru: Суетливый URL установлен <url>

# AuditLogServerUpdateVanityUrlChange
source: Vanity URL changed from <old> to <new>
pl: <need translation>
ru: Суетливый URL изменен из <old> на <new>

# AuditLogServerUpdateWidgetFalse
source: Server widget **disabled**
pl: Widżet serwera **wyłączony**
ru: Виджет сервера **выключен**

# AuditLogServerUpdateWidgetTrue
source: Server widget **enabled**
pl: Widżet serwera **włączony**
ru: Виджет сервера **включен**

# AuditLogUnknownSubaction
source: Set <change> property to <value>
pl: Ustawiono wartość <change> na <value>
ru: Установить <change> свойства to <value>

# AuditLogUnknownSubactionChange
source: Changed <change> from <old> to <new>
pl: Zmieniono <change> z <old> na <new>
ru: Изменен <change> из <old> на <new>

# AuditLogInviteChannel
source: For the channel <channel>
pl: Dla kanału <channel>
ru: Для канала <channel>

# AuditLogInviteCode
source: With the code <code>
pl: Z kodem <code>
ru: С кодом <code>

# AuditLogInviteMaxAge
source: Expires after <time>
pl: Wygasa za <time>
ru: Истекает после <time>

# AuditLogInviteMaxAgeForever
source: **Never** expires
pl: **NIgdy** nie wygasa
ru: **Никогда** не заканчивается

# AuditLogInviteTemporaryFalse
source: Temporary membership **disabled**
pl: Tymczasowe członkostwo **włączone**
ru: Временное членство **выключено**

# AuditLogInviteTemporaryTrue
source: Temporary membership **enabled**
pl: Tymczasowe członkostwo **wyłączone**
ru: Временное членство **включено**

# AuditLogMaxUseLimited
source: Maximum <count> uses
pl: Maksymalnie <count> członków
ru: максимальное <count> использование

# AuditLogMaxUseUnlimited
source: **Unlimited** uses
pl: **NIelimitowana** ilość członków
ru: **Неограниченное** использование

# AuditLogServerUpdateOwnerChange
source: Owner changed from <old> to <new>
pl: Zmieniono właścicela z <old> na <new>
ru: Владелец изменен их <old> на <new>

# AuditLogServerUpdateVanityUrlRemove
source: Removed vanity URL <old>
pl: Usunięto URL <old>
ru: Удалена суетливая ссылка <old>

# TimeDay
source: one day
pl: jeden dzień
ru: 1 день

# TimeHour
source: one hour
pl: jedna godzina
ru: 1 час

# TimeHours
source: <hourcount> hours
pl: <hourcount> godzin
ru: <hourcount> часы

# TimeMinutes
source: <minutecount> minutes
pl: <minutecount> minut
ru: <minutecount> минуты

# AuditLogMessageDeletePlural
source: <user> deleted <x> messages by <user2> in <channel>
pl: <user> usunął <x> wiadomości <user2> w <channel>
ru: <user> удалил <x> сообщений от <user2> на <channel>

# AuditLogRoleUpdateColor
source: Set color to <color>
pl: Ustawiono kolor na <color>
ru: Установлен цвет <color>

# AuditLogRoleUpdateColorChange
source: Changed color from <old> to <new>
pl: Zmieniono kolor z <old> na <new>
ru: Изменен цвет из <old> на <new>

# AuditLogRoleUpdateColorRemove
source: Removed role color <old>
pl: Usunięto rolę koloru <old>
ru: Удалён цвет роли <old>

# AuditLogRoleUpdateHoistFalse
source: Role not shown seperately in the member list
pl: Rola nie oddzielona w liście członków
ru: Роль, не указанная отдельно в списке участников

# AuditLogRoleUpdateHoistTrue
source: Role shown seperately in the member list
pl: Rola oddzielona w liście członków
ru: Роль, указанная отдельно в списке участников

source: Leave
pl: Opuść
ru: Уйти

# LeaveGroup
source: Are you sure you want to leave <group>?
pl: Czy jesteś pewny, że chcesz opuścić grupę <group>?
ru: Вы уверены, что хотите уйти <group>?

# RemoveFromGroup
source: Are you sure you want to remove <user> from <group>?
pl: Czy jesteś pewny, że chcesz usunąć <user> z grupy <group>?
ru: Вы уверены, что хотите удалить <user> из <group>?

source: Remove
pl: Usuń
ru: Удалить

# PrivacySettingsTB.Text
source: PRIVACY SETTINGS
pl: USATWIENIA PRYWATNOŚCI
ru: ПАРАМЕТРЫ КОНФИДЕНЦИАЛЬНОСТИ

# AllowDMsCB.Content
source: Allow Direct Messages from Server Members
pl: Zezwól na wysyłanie Pprywatnych wiadomości do mnie przez członków tego serwera
ru: Разрешить DM от участников сервера

# ModerationSettingsTB.Text
source: MODERATION SETTINGS
pl: USTAWIENIA MODERACJI
ru: ПАРАМЕТРЫ МОДЕРАЦИИ

# VFLevelsTB.Text
source: Verification Levels
pl: Poziom weryfikacji
ru: Уровни проверки

# NoneVfTB.Text
source: None
pl: Żaden
ru: Никто

# NoneDescVfTB.Text
source: Unrestricted
pl: Bez rystrykcji
ru: Неограниченный

# LowVfTB.Text
source: Low
pl: Niski
ru: Низкий

# LowDescVfTB.Text
source: Must have a verified email attached to their account.
pl: Wymaga potwierdzenia adresu e-mail konta Disocrd.
ru: Должен иметь подтвержденный адрес электронной почты, прикрепленный к аккаунту.

# MediumVfTB.Text
source: Medium
pl: Średni
ru: Средний

# MediumDescVfTB.Text
source: Must also be registered on Discord for longer than 5 minutes.
pl: Wymaga dodatkowo posiadanie konta Discord dłużej niż 5 minut.
ru: Должен быть зарегестрирован в Дискорде более 5 минут.

# HighDescVfTB.Text
source: Must also be a member of this server longer than 10 minutes.
pl: Wymaga dodatkowo członkostwa ba serwerze dłuższego niż 10 minut.
ru: Должен быть зарегестрирован в Дискорде более 10 минут.

# VeryHighDescVFTB.Text
source: Must have a verified phone on their discord account.
pl: Wymaga potwierdzenia numeru telefonu na koncie Discord
ru: Должен иметь подтвержденный номер телефона на своем аккаунте.

# ECFTB.Text
source: Explicit Content Filter
pl: Filtr nieodpowiedniej zawartości
ru: Фильтр откровенного контента

# ECF0TB.Text
source: Don't scan any messages.
pl: Nie skanuj żadnych wiadomości
ru: Не просматривать сообщения.

# ECF0DescTB.Text
source: Ain't no party like my grandma's tea party.
pl: Nie ma to jak w domu.
ru: Нет вечеринки лучше, чем бабушкино чаепитие.

# ECF1TB.Text
source: Scan messages from members without a role.
pl: Skanuj wiaodmości od członków bez przypisanej roli
ru: Сканировать сообщения от участников без роли.
